[
  {
    "type": "salah_azkar",
    "start": "",
    "content": "I ask Allah for forgiveness , O Allah, You are As-Salam and from You is all peace, blessed are You, O Possessor of majesty and honour AS-Salam : The One Who is free from all defects and deficiencies.",
    "info": "",
    "iteration_number": 1
  },
  {
    "type": "salah_azkar",
    "start": "",
    "content": "None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent.O Allah, none can prevent what You have willed to bestow and none can bestow what You have willed to prevent, and no wealth or majesty can benefit anyone, as from You is all wealth and majesty.",
    "info": "",
    "iteration_number": 1
  },
  {
    "type": "salah_azkar",
    "start": "",
    "content": "None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent. There is no might nor power except with Allah, none has the right to be worshipped except Allah and we worship none except Him. For Him is all favour, grace, and glorious praise. None has the right to be worshipped except Allah and we are sincere in faith and devotion to Him although the disbelievers detest it.",
    "info": "",
    "iteration_number": 1
  },
  {
    "type": "salah_azkar",
    "start": "",
    "content": "How perfect Allah is, all praise is for Allah, and Allah is the greatest.",
    "info": "",
    "iteration_number": 33
  },
  {
    "type": "salah_azkar",
    "start": "",
    "content": "None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent.None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent.",
    "info": "",
    "iteration_number": 1
  },
  {
    "type": "salah_azkar",
    "start": "In the name of Allah, the All-Merciful,",
    "content": "He is Allah, the One, the Self-Sufficient Master, Who has not given birth and was not born, and to Whom no one is equal. (112) ",
    "info": " Whoever says it in the morning and in the evening will have enough of everything",
    "iteration_number": 3
  },
  {
    "type": "salah_azkar",
    "start": "In the name of Allah, the All-Merciful,",
    "content": "Whoever says it in the morning and in the evening will have enough of everything",
    "info": "",
    "iteration_number": 3
  },
  {
    "type": "salah_azkar",
    "start": "In the name of Allah, the All-Merciful,",
    "content": "I seek protection of the Lord of mankind, the King of mankind, the God of mankind, from the evil of the whisperer who withdraws, who whispers in the hearts of mankind, whether they be Jinn or people.",
    "info": "",
    "iteration_number": 3
  },
  {
    "type": "salah_azkar",
    "start": "I seek the protection of Allah from the accursed Shayṭān",
    "content": "Allah - there is no deity except Him, the Ever-Living, the Sustainer of [all] existence. Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can intercede with Him except by His permission? He knows what is [presently] before them and what will be after them, and they encompass not a thing of His knowledge except for what He wills. His Kursi extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High, the Most Great.",
    "info": "",
    "iteration_number": 1
  },
  {
    "type": "salah_azkar",
    "start": "",
    "content": "None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise, He gives life and causes death and He is over all things omnipotent.",
    "info": "Ten times after Maghrib and Subh",
    "iteration_number": 10
  },
  {
    "type": "salah_azkar",
    "start": "",
    "content": "O Allah, I ask You for knowledge which is beneficial and sustenance which is good, and deeds which are acceptable.",
    "info": "After the salutation of the Fajr prayer",
    "iteration_number": 1
  },
  {
    "type": "salah_azkar",
    "start": "",
    "content": "Oh God, save me from the fire. Oh God, save me from the fire.",
    "info": "After the morning and sunset prayers.",
    "iteration_number": 7
  },
  {
    "type": "salah_azkar",
    "start": "",
    "content": "Oh God, help me to mention you, thank you, and well worshipping you.",
    "info": "",
    "iteration_number": 1
  }
]
